{
    "es": {
        "LANG": "Español",
        "MENU": "Menú",
        "INIT": "Inicio",
        "ABOUT": "Acerca",
        "SERVICES": "Servicios",
        "EXPERIENCE": "Experiencia",
        "PROYECTS": "Proyectos",
        "CONTACT": "Contacto",
        "NAME": "Gabriel Martínez",
        "JOB": "Programador",
        "TITLE_JOB": "Desarrollador de Software",
        "GREETING": "Hola, soy Gabriel Martínez.",
        "HEADER_1": "Soy un joven apasionado por desarrollo de soluciones <br /> para el ramo de comercio electrónico.",
        "HEADER_2": "He sido líder y colaborador en varios proyectos a nivel de desarrollo FrontEnd y apoyo en desarrollo FullStack.",
        "SHOW_SERVICES": "Ver servicios",
        "SHOW_EXPERIENCE": "Ver experiencias",
        "SUCCESSFUL_PROYECTS": "Proyectos<br />Exitosos",
        "SIDE_PROYECTS": "Side <br /> Proyects",
        "ABOUT_1": "Mi nombre es Gabriel Martínez soy un desarrollador en sede Caracas Venezuela.  En mi trayectoría profesional con más 5 años de experiencia, he sido líder y colaborador en varios proyectos a nivel de desarrollo Frontend y colaborador en proyectos FullStack.",
        "ABOUT_2": "He orientado mi trabajo hacia el mundo online: mi pasión es diseñar aplicaciones de negocios para empresas, organizaciones y clientes. Me gusta colaborar en el diseño de software trabajando en diversos equipos de desarrollo y seguridad de la información.",
        "SERVICES_1": "Desarrollo de sitios web",
        "SERVICES_1_DESCRIPTION": "Me especializo y ofrezco servicios en el diseño de páginas exitosas dentro de la Internet."
    },
    "en": {
        "LANG": "English",
        "MENU": "Menu",
        "INIT": "Inicio",
        "ABOUT": "About",
        "SERVICES": "Servicies",
        "EXPERIENCE": "Experience",
        "PROYECTS": "Proyects",
        "CONTACT": "Contact",
        "NAME": "Gabriel Martínez",
        "JOB": "Programmer",
        "TITLE_JOB": "Software Developer",
        "GREETING": "Hello, i'm Gabriel Martínez.",
        "HEADER_1": "I am a young man passionate about developing solutions <br /> for the e-commerce industry.",
        "HEADER_2": "I have been a leader and collaborator in several projects at the FrontEnd development level and support in FullStack development.",
        "SHOW_SERVICES": "Show services",
        "SHOW_EXPERIENCE": "Show experiences",
        "SUCCESSFUL_PROYECTS": "Successful<br />Proyects",
        "SIDE_PROYECTS": "Side <br /> Proyects",
        "ABOUT_1": "My name is Gabriel Martínez, I am a developer at headquarters. Caracas Venezuela. In my professional career with more than 5 years of experience, I have been a leader and collaborator in several projects at the Frontend development level and collaborator in FullStack projects.",
        "ABOUT_2": "I have oriented my work towards the online world: my passion is Design business applications for companies, organizations and customers. I like to collaborate in software design by working in various development and information security teams.",
        "SERVICES_1": "Website development",
        "SERVICES_1_DESCRIPTION": "I specialize and offer services in the design of successful pages on the Internet."
    }
}