{
    "es": {
        "LANG": "Español",
        "MENU": {
            "NAME": "Menú",
            "INIT": "Inicio",
            "ABOUT": "Acerca",
            "SERVICES": "Servicios",
            "EXPERIENCE": "Experiencia",
            "PROYECTS": "Proyectos",
            "CONTACT": "Contacto"
        },
        "NAME": "Gabriel Martínez",
        "JOB": "Programador",
        "HEADER": {
            "TITLE_JOB": "Desarrollador de Software",
            "GREETING": "Hola, soy Gabriel Martínez.",
            "HEADER_1": "Soy un joven apasionado por desarrollo de soluciones <br /> para el ramo de comercio electrónico.",
            "HEADER_2": "He sido líder y colaborador en varios proyectos a nivel de desarrollo FrontEnd y apoyo en desarrollo FullStack.",
            "SHOW_SERVICES": "Ver servicios",
            "SHOW_EXPERIENCE": "Ver experiencias"
        },
        "ABOUT": {
            "SUCCESSFUL_PROYECTS": "Proyectos<br />Exitosos",
            "SIDE_PROYECTS": "Side <br /> Proyects",
            "ABOUT_1": "Mi nombre es Gabriel Martínez soy un desarrollador en sede Caracas Venezuela.  En mi trayectoría profesional con más 5 años de experiencia, he sido líder y colaborador en varios proyectos a nivel de desarrollo Frontend y colaborador en proyectos FullStack.",
            "ABOUT_2": "He orientado mi trabajo hacia el mundo online: mi pasión es diseñar aplicaciones de negocios para empresas, organizaciones y clientes. Me gusta colaborar en el diseño de software trabajando en diversos equipos de desarrollo y seguridad de la información."
        },
        "SERVICES": {
            "CARD_1": {
                "SERVICES": "Desarrollo de sitios web",
                "SERVICES_DESCRIPTION": "Me especializo y ofrezco servicios en el diseño de páginas exitosas dentro de la Internet."
            },
            "CARD_2": {
                "SERVICES": "Desarrollo de aplicaciones",
                "SERVICES_DESCRIPTION": "Incluyo dentro de mis servicios la oportunidad de desarrollar soluciones tecnológicas para diferentes dispositivos."
            },
            "CARD_3": {
                "SERVICES": "WordPress. Temas y plugins",
                "SERVICES_DESCRIPTION": "Desarrollo de Temas y Plugins Personalizados en Wordpress para tu blog o tienda virtual en WooCommerce. "
            },
            "CARD_4": {
                "SERVICES": "Integración PWA",
                "SERVICES_DESCRIPTION": "La Integración PWA incluye la mejora de un sitio web ya existente añadiendo funcionalidades nativas e instalándose en tu dispositivo."
            },
            "CARD_5": {
                "SERVICES": "Integración de servicios externos (API)",
                "SERVICES_DESCRIPTION": "La integración de servicios incluye que tu sitio o aplicación se conecte a un servicio en la nube en particular."
            },
            "CARD_6": {
                "SERVICES": "Creación de Scripts",
                "SERVICES_DESCRIPTION": "Creación de scripts para automatización de procesos en tus aplicaciones ya existentes. Como scripts de respaldos o de generacion de reportes."
            }
        },
        "EXPERIENCE": {
            "NAME": "Experiencia profesional",
            "STACK": "Stack utilizado:",
            "TEAM": "Equipo de desarrollo:",
            "SHOW_SITE": "Ver sitio",
            "SEE_PROYECT": "Ver proyecto",
            "SEE_DOCUMENTATION": "Ver documentación",
            "POINT_1": {
                "NAME": "Estudios Audiophone S.A",
                "ROLE": "<strong style=\"margin-right: 5px;\">Rol:</strong>Programador FrontEnd",
                "DESCRIPTION": "Mi primer proyecto independiente a nivel profesional, aplicando tecnologías web, este proyecto es el sitio web de la organización. Con el objetivo de darse a conocer al público captando clientes y luego una aplicación administrativa en que los empleados puedan agendar y gestionar los días de servicios."
            },
            "POINT_2": {
                "NAME": "Optimmanage - Polpoo",
                "ROLE": "<strong style=\"margin-right: 5px;\">Rol:</strong> Programador FrontEnd y Móvil Híbrido",
                "DESCRIPTION": "Es conocido como el ecosistema completo de geolocalización, es una aplicación web que colabora de una forma excepcional con las actividades de logística y distribución de productos, centralizada en un solo sitio."               
            },
            "POINT_3": {
                "NAME": "OneNote Software (Side Project)",
                "ROLE": "<strong style=\"margin-right: 5px;\">Rol:</strong> Programador FrontEnd y Asesor en Backend",
                "DESCRIPTION": "Es una aplicación administrativa de escritorio para gestión y control de ordenes e inventario, generando reportes y estadisticas de ventas."               
            },
            "POINT_4": {
                "TITLE": "2022 - Actualidad",
                "NAME": "Freelancer & Indie Creator",
                "ROLE": "<strong style=\"margin-right: 5px;\">Rol:</strong> Programador FullStack",
                "DESCRIPTION": "En esta etapa, me concentró en ofrecer mis servicios a organizaciones y clientes que necesiten un servicio de automatización de procesos en sus organizaciones. Creando y comercializando soluciones tecnológicas colaborando con otros desarrolladores y clientes."               
            }
        }
    },
    "en": {
        "LANG": "English",
        "MENU": {
            "NAME": "Menu",
            "INIT": "Inicio",
            "ABOUT": "About",
            "SERVICES": "Services",
            "EXPERIENCE": "Experience",
            "PROYECTS": "Proyects",
            "CONTACT": "Contact"
        },
        "NAME": "Gabriel Martínez",
        "JOB": "Programmer",
        "HEADER": {
            "TITLE_JOB": "Software Developer",
            "GREETING": "Hello, i'm Gabriel Martínez.",
            "HEADER_1": "I am a young man passionate about developing solutions <br /> for the e-commerce industry.",
            "HEADER_2": "I have been a leader and collaborator in several projects at the FrontEnd development level and support in FullStack development.",
            "SHOW_SERVICES": "Show services",
            "SHOW_EXPERIENCE": "Show experiences"
        },
        "ABOUT": {
            "SUCCESSFUL_PROYECTS": "Successful<br />Proyects",
            "SIDE_PROYECTS": "Side <br /> Proyects",
            "ABOUT_1": "My name is Gabriel Martínez, I am a developer at headquarters. Caracas Venezuela. In my professional career with more than 5 years of experience, I have been a leader and collaborator in several projects at the Frontend development level and collaborator in FullStack projects.",
            "ABOUT_2": "I have oriented my work towards the online world: my passion is Design business applications for companies, organizations and customers. I like to collaborate in software design by working in various development and information security teams."
        },
        "SERVICES" : {
            "CARD_1": {
                "SERVICES": "Website development",
                "SERVICES_DESCRIPTION": "I specialize and offer services in the design of successful pages on the Internet."
            },
            "CARD_2": {
                "SERVICES": "Applications development",
                "SERVICES_DESCRIPTION": "I include within my services the opportunity to develop technological solutions for different devices."
            },
            "CARD_3": {
                "SERVICES": "WordPress. Themes and plugins",
                "SERVICES_DESCRIPTION": "Development of Custom Themes and Plugins in Wordpress for your blog or virtual store in WooCommerce."
            },
            "CARD_4": {
                "SERVICES": "PWA Integration",
                "SERVICES_DESCRIPTION": "PWA Integration includes enhancing an existing website by adding native functionality and installing it on your device."
            },
            "CARD_5": {
                "SERVICES": "Integration of external services (API)",
                "SERVICES_DESCRIPTION": "Service integration includes connecting your site or app to a particular cloud service."
            },
            "CARD_6": {
                "SERVICES": "Script Creation",
                "SERVICES_DESCRIPTION": "Creation of scripts to automate processes in your existing applications. Such as backup or report generation scripts."
            }
        },
        "EXPERIENCE": {
            "NAME": "Professional experience",
            "STACK": "Used stack:",
            "TEAM": "Development team:",
            "SHOW_SITE": "Show site",
            "SEE_PROYECT": "See proyect",
            "SEE_DOCUMENTATION": "See documentation",
            "POINT_1": {
                "NAME": "Estudios Audiophone S.A",
                "ROLE": "<strong style=\"margin-right: 5px;\">Role:</strong> FrontEnd Programmer",
                "DESCRIPTION": "My first independent project at a professional level, applying web technologies, this project is the organization's website. With the objective of making itself known to the public by attracting clients and then an administrative application in which employees can schedule and manage service days."               
            },
            "POINT_2": {
                "NAME": "Optimmanage - Polpoo",
                "ROLE": "<strong style=\"margin-right: 5px;\">Role:</strong> FrontEnd and Hybrid Mobile Programmer",
                "DESCRIPTION": "It is known as the complete geolocation ecosystem, it is a web application that collaborates in an exceptional way with logistics and product distribution activities, centralized in a single site."               
            },
            "POINT_3": {
                "NAME": "OneNote Software (Side Project)",
                "ROLE": "<strong style=\"margin-right: 5px;\">Rol:</strong> FrontEnd Programmer and Backend Advisor",
                "DESCRIPTION": "It is a desktop administrative application for management and control of orders and inventory, generating reports and sales statistics."               
            },
            "POINT_4": {
                "TITLE": "2022 - Present",
                "NAME": "Freelancer & Indie Creator",
                "ROLE": "<strong style=\"margin-right: 5px;\">Rol:</strong> FullStack Programmer",
                "DESCRIPTION": "At this stage, I focused on offering my services to organizations and clients that need a process automation service in their organizations. Creating and marketing technological solutions collaborating with other developers and clients."               
            }    
        }
    }
}